[
    {
        "question": "¿What is so fragile that saying its name breaks it??",
        "response": "Silence."
    },
    {
        "question": "¿What does a blind man say to another blind man?",
        "response": "See you later"
    },
    {
        "question": "¿How is a pin similar to a police officer?",
        "response": "in which both catch"
    },
    {
        "question": "What can fill a room but takes up no space?",
        "response": "Light"
    },
    {
        "question": "If you drop me I’m sure to crack, but give me a smile and I’ll always smile back. What am I?",
        "response": "A mirror"
    },
    {
        "question": "¿People make me, save me, change me, raise me. What am I?",
        "response": "Money"
    },
    {
        "question": "What breaks yet never falls, and what falls yet never breaks?",
        "response": "Day, and night"
    },
    {
        "question": "What gets bigger when more is taken away?",
        "response": "A hole"
    },
    {
        "question": "What invention lets you look right through a wall?",
        "response": "A window"
    },
    {
        "question": "What goes up and down but doesn’t move?",
        "response": "A staircase"
    },
    {
        "question": "I’m tall when I’m young, and I’m short when I’m old. What am I?",
        "response": "A candle"
    },
    {
        "question": "¿What month of the year has 28 days?",
        "response": "All of them"
    },
    {
        "question": "What is full of holes but still holds water?",
        "response": "A sponge"
    },
    {
        "question": "What question can you never answer yes to?",
        "response": "Are you asleep yet?"
    },
    {
        "question": "What is always in front of you but can’t be seen?",
        "response": "The future"
    },
    {
        "question": "There’s a one-story house in which everything is yellow. Yellow walls, yellow doors, yellow furniture. What color are the stairs?",
        "response": "There aren’t any—it’s a one-story house."
    },
    {
        "question": "What can you break, even if you never pick it up or touch it?",
        "response": "A promise"
    },
    {
        "question": "What goes up but never comes down?",
        "response": "Your age"
    },
    {
        "question": "¿A man who was outside in the rain without an umbrella or hat didn’t get a single hair on his head wet. Why?",
        "response": "He was bald."
    },
    {
        "question": "What gets wet while drying?",
        "response": "A towel"
    },
    {
        "question": "¿What can you keep after giving to someone?",
        "response": "Your word"
    },
    {
        "question": "¿I shave every day, but my beard stays the same. What am I?",
        "response": "A barber"
    },
    {
        "question": "You see a boat filled with people, yet there isn’t a single person on board. How is that possible?",
        "response": "All the people on the boat are married."
    },
    {
        "question": "You walk into a room that contains a match, a kerosene lamp, a candle and a fireplace. What would you light first?",
        "response": "The match"
    },
    {
        "question": "¿A man dies of old age on his 25 birthday. How is this possible?",
        "response": " He was born on February 29."
    },
    {
        "question": "¿ I have branches, but no fruit, trunk or leaves. What am I?",
        "response": "A bank"
    },
    {
        "question": "¿What can’t talk but will reply when spoken to?",
        "response": "An echo"
    },
    {
        "question": "¿The more of this there is, the less you see. What is it?",
        "response": "Darkness"
    },
    {
        "question": "¿ I follow you all the time and copy your every move, but you can’t touch me or catch me. What am I?",
        "response": "Your shadow"
    },
    {
        "question": "¿What has many keys but can’t open a single lock?",
        "response": "A piano"
    },
    {
        "question": "¿What can you hold in your left hand but not in your right?",
        "response": "Your right elbow"
    },
    {
        "question": "¿What is black when it’s clean and white when it’s dirty?",
        "response": "A chalkboard"
    },
    {
        "question": "¿What gets bigger when more is taken away?",
        "response": "A hole"
    },
    {
        "question": "I’m light as a feather, yet the strongest person can’t hold me for five minutes. What am I?",
        "response": "Your breath"
    },
    {
        "question": "I’m found in socks, scarves and mittens; and often in the paws of playful kittens. What am I?",
        "response": "Yarn"
    },
    {
        "question": "¿It belongs to you, but other people use it more than you do. What is it?",
        "response": "Your name"
    },
    {
        "question": "¿What has lots of eyes, but can’t see?",
        "response": "A potato"
    },
    {
        "question": "¿What has one eye, but can’t see?",
        "response": "A needle"
    },
    {
        "question": "¿What has many needles, but doesn’t sew?",
        "response": "A Christmas tree"
    },
    {
        "question": "What has hands, but can’t clap?",
        "response": "A clock"
    },
    {
        "question": "¿What has legs, but doesn’t walk?",
        "response": "A table"
    },
    {
        "question": "What has one head, one foot and four legs?",
        "response": "A bed"
    },
    {
        "question": "What kind of band never plays music?",
        "response": "A rubber band"
    },
    {
        "question": "¿What has many teeth, but can’t bite?",
        "response": "A comb"
    },
    {
        "question": "What is cut on a table, but is never eaten?",
        "response": "A deck of cards"
    },
    {
        "question": "What has words, but never speaks?",
        "response": "A book"
    },
    {
        "question": "I am an odd number. Take away a letter and I become even. What number am I?",
        "response": "Seven"
    },
    {
        "question": "If two’s company, and three’s a crowd, what are four and five?",
        "response": "Nine"
    },
    {
        "question": "Two fathers and two sons are in a car, yet there are only three people in the car. How?",
        "response": "They are a grandfather, father and son."
    },
    {
       "question": "A little girl goes to the store and buys one dozen eggs. As she is going home, all but three break. How many eggs are left unbroken?",
        "response": "Three"
    },
    {
       "question": "If there are three apples and you take away two, how many apples do you have? ",
        "response": "You have two apples."
    },
    {
       "question": " I am the beginning of everything, the end of everywhere. I'm the beginning of eternity, the end of time and space. What am I?",
        "response": "letter “e”"
    },
    {
       "question": "Two in a corner, one in a room, zero in a house, but one in a shelter. What is it?",
        "response": "The letter “r”"
    },
    {
       "question": "What is the end of everything?",
       "response": "The letter “g”"
}
]
